Revit 2015 API
ViewSheetSets.Clear Method
Removes every item from the set, rendering it empty.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
Syntax
C#
public virtual void Clear()
Visual Basic
Public Overridable Sub Clear
Visual C++
public:
virtual void Clear()
See Also
ViewSheetSets Class
Autodesk.Revit.DB Namespace